{
  "flutter_written_in": "Flutter is written in the beautiful and mighty language dart",
  "due_to_its_simplicity": "Due to its simplicity, high performance resulting from its development rich user interface, Flutter will have a significant impact on the development of high-quality, feature-packed mobile applications in the near future.",
  "flutter_offers_no_ui": "Flutter offers no UI widgets compared to React and other front-End Frameworks!!",
  "flutter_hot_reload": "Flutter’s hot reload is the feature that allows it to offer faster performance. With it, the application gets compiled using the arm Rust library, making it closer to machine code and enabling it to run more quickly.",
  "flutter_good_community": "In Flutter there is a Good Community support where developers ask questions and get answered very quickly",
  "flutter_cross_platform": "In contrast to most cross-platform frameworks, Flutter does not rely on intermediate code representations or interpretations.",
  "using_flutter_write_code": "Using Flutter, you can write code, manage, and run it across one platform. For the developers, this makes more money, and effort.",
  "flutter_offers_customizable": "Flutter offers a customizable layered architecture that allows for highly customizable designs, expressive UIs, and fast rendering.",
  "structure_of_flutter_consist": "The structure of Flutter consists of three layers:- Framework Dart, Engine C/C++,Embedder Platform-specific",
  "dart_based_platform_takes": "The Dart-based platform that takes care of app widgets, gestures, animations, illustrations, materials by speech recognition",
  "flutter_app_development_relies_on": "Flutter app development relies on a single framework and platform for the development, deployment, and management of changes, rather than using separate platforms and frameworks for different purposes.",
  "flutter_app_development_provides": "Flutter app development provides widgets customized for Android, iOS, and Google Fuchsia.",
  "it_is_flutter_ready_to": "It is because of Flutter’s ready-to-use widget library that developers can develop apps faster when using the framework. In addition to a wide variety of widgets, it does not include animations with which you can spice up your application.",
  "since_flutter_is_new": "Since Flutter is relatively new, the number of third-party libraries is small. Additionally, some widgets in Flutter are only available on one platform.",
  "dart_is_object_oriented": "Dart is an Object-oriented programming language with nice functional features as well",
  "question_master": "Question Master",
  "awesome": "Awesome!",
  "false_tag": "False",
  "true_tag": "True",
  "enjoy": "Enjoy!",
  "app_was_written_because": "This App is solely written for flutter lovers who want to experience the horror of a bad app structure and code style first hand :D",
  "why_this_app": "Why this app?",
  "oops_wrong": "Oops wrong, try again :)",
  "lets_do_it_again": "Let's do it again!",
  "wanna_know_more": "Wanna know more about the app?",
  "congratulation": "Congratulations you've completed the quiz!! You are truly a flutter master :)",
  "some_error_happened": "Some error happened:\n{}",
  "skip": "Skip"
}